{
  "questions": [
    "What's your favorite joke?",
    "What's your go-to karaoke song?",
    "What's your favorite board game?",
    "What's your favorite song lyric?",
    "What's your favorite movie quote?",
    "What's your favorite type of dance?",
    "What's your favorite childhood game?",
    "What's your favorite type of puzzle?",
    "What's the last song you listened to?",
    "What's your favorite way to exercise?",
    "What's the best book you've ever read?",
    "What's your favorite ice cream flavor?",
    "What's your favorite hobby or pastime?",
    "What's your favorite line from a song?",
    "What's your favorite line from a poem?",
    "What's your favorite line from a play?",
    "What's your favorite line from a book?",
    "What's your favorite quote from a book?",
    "What's your favorite line from a movie?",
    "What's your favorite way to stay active?",
    "What's your favorite quote from a movie?",
    "What's your favorite way to be artistic?",
    "What's your favorite line from a musical?",
    "What's your favorite line from a TV show?",
    "What's the most interesting fact you know?",
    "What's your favorite quote from a TV show?",
    "What's the best gift you've ever received?",
    "What's your favorite way to start the day?",
    "What's your favorite way to relax and unwind?",
    "What's your favorite way to spend a rainy day?",
    "What's your favorite way to spend a sunny day?",
    "What's the most daring thing you've ever done?",
    "What's your favorite way to spend a snowy day?",
    "If you could be any animal, what would you be?",
    "What's your favorite line from a famous quote?",
    "What's your favorite way to enjoy a sunny day?",
    "What's the most unusual food you've ever tried?",
    "What's the most delicious meal you've ever had?",
    "What's your favorite way to spend a summer day?",
    "What's your favorite way to enjoy a spring day?",
    "What's your favorite line from a classic novel?",
    "What's your favorite line from a famous speech?",
    "What's your favorite way to relax and de-stress?",
    "If you could be any superhero, who would you be?",
    "If you could have any vehicle, what would it be?",
    "What's your favorite way to spend a lazy Sunday?",
    "What's your favorite way to spend an autumn day?",
    "What's your favorite way to stay active and fit?",
    "What's the most memorable trip you've ever taken?",
    "If you could invent any gadget, what would it do?",
    "What's the most inspiring thing you've ever heard?",
    "What's your favorite line from a spoken word poem?",
    "What's the most inspiring quote you've ever heard?",
    "If you could have any skill, what would you learn?",
    "If you could have any superpower, what would it be?",
    "What's the most adventurous thing you've ever done?",
    "What's the most challenging thing you've ever done?",
    "What's the most breathtaking view you've ever seen?",
    "What's your favorite line from a spoken word piece?",
    "What's your favorite way to spend a summer evening?",
    "What's your favorite way to unwind after a long day?",
    "What's the most beautiful place you've ever been to?",
    "What's your favorite way to express your creativity?",
    "What's the most thrilling adventure you've ever had?",
    "What's your favorite way to unleash your inner geek?",
    "What's your favorite way to embrace your inner nerd?",
    "If you could have any talent, what would you choose?",
    "What's your favorite way to spend a rainy afternoon?",
    "What's the best piece of advice you've ever received?",
    "What's the most interesting piece of trivia you know?",
    "What's your favorite way to unleash your inner child?",
    "What's the most thrilling experience you've ever had?",
    "What's the most thrilling activity you've ever tried?",
    "If you could have a magical ability, what would it be?",
    "If you could have any job for a day, what would it be?",
    "What's your favorite way to cherish a cozy winter day?",
    "What's your favorite way to unleash your inner artist?",
    "What's the most impressive museum you've ever visited?",
    "What's the most remarkable art piece you've ever seen?",
    "What's your favorite way to spend a cozy winter night?",
    "What's the most interesting museum you've ever visited?",
    "What's the most mesmerizing art piece you've ever seen?",
    "What's the most exciting adventure you've ever been on?",
    "If you could have any fictional item, what would it be?",
    "What's your favorite way to embrace your artistic side?",
    "If you could be any legendary figure, who would you be?",
    "What's your favorite way to enjoy the beauty of nature?",
    "If you could be any cartoon character, who would you be?",
    "If you could have any animal as a pet, what would it be?",
    "If you could be any historical figure, who would you be?",
    "What's your favorite way to express yourself creatively?",
    "If you could have any animal's ability, what would it be?",
    "If you could learn any skill instantly, what would it be?",
    "If you could have any talent instantly, what would it be?",
    "What's your favorite line from a spoken word performance?",
    "What's your favorite way to express your inner nerdiness?",
    "What's your favorite way to indulge your inner geekiness?",
    "If you could have any fictional gadget, what would it do?",
    "What's the most amazing thing you've ever seen in nature?",
    "If you could have any fictional object, what would it do?",
    "If you could be any mythical creature, what would you be?",
    "What's your favorite way to channel your artistic energy?",
    "If you could be any mythological being, who would you be?",
    "What's your favorite way to enjoy a beautiful spring day?",
    "If you could be any fictional character, who would you be?",
    "If you could visit any planet, which one would you choose?",
    "If you could have any futuristic gadget, what would it do?",
    "What's the most captivating art exhibition you've visited?",
    "What's your favorite way to let your imagination run wild?",
    "What's your favorite way to let your creative juices flow?",
    "If you could travel back in time, what era would you visit?",
    "If you could meet any fictional character, who would it be?",
    "What's the most valuable lesson life has taught you so far?",
    "If you could live in any fictional world, where would it be?",
    "What's the most interesting documentary you've ever watched?",
    "If you could have any superpower, what would you use it for?",
    "If you could be any character from a book, who would you be?",
    "What's your favorite way to indulge in your nerdy interests?",
    "What's the most captivating art exhibition you've ever seen?",
    "If you could have dinner with any celebrity, who would it be?",
    "If you could have any futuristic invention, what would it do?",
    "If you could have any supernatural ability, what would it be?",
    "What's your favorite way to start the day on a positive note?",
    "If you could be any mythological creature, what would you be?",
    "If you could be a character in a video game, who would you be?",
    "If you could be any mythical creature, which one would you be?",
    "If you could have any futuristic technology, what would it do?",
    "What's the most adrenaline-pumping activity you've ever tried?",
    "What's your favorite way to savor a delightful summer evening?",
    "If you could travel anywhere in the world, where would you go?",
    "If you could have any futuristic technology, what would it be?",
    "What's the most mesmerizing art piece you've ever experienced?",
    "If you could be any legendary creature, which one would you be?",
    "What's your favorite way to spend time with friends and family?",
    "What's the most adrenaline-inducing experience you've ever had?",
    "What's the most exhilarating adventure you've ever embarked on?",
    "If you could have a robot do one task for you, what would it be?",
    "What's the most interesting historical fact you've ever learned?",
    "If you could have any animal's abilities, what would you choose?",
    "What's the most amazing natural phenomenon you've ever witnessed?",
    "If you could be any animal for a day, which one would you choose?",
    "If you could have any animal's grace, which one would you choose?",
    "If you could have any animal's sense, which one would you choose?",
    "What's your favorite way to enjoy the outdoors during a mild day?",
    "What's your favorite line from a spoken word poem or performance?",
    "If you could have any famous person as a mentor, who would it be?",
    "What's the most interesting historical event you've ever studied?",
    "If you could have any fictional power, what would you do with it?",
    "What's the most awe-inspiring art exhibition you've ever visited?",
    "If you could have any animal's speed, which one would you choose?",
    "What's the most exhilarating activity or sport you've ever tried?",
    "If you could have any animal as a pet, which one would you choose?",
    "If you could time travel to the future, what year would you go to?",
    "What's the most memorable theater or live performance you've seen?",
    "What's the most fascinating historical period you've ever studied?",
    "What's the most stunning art installation you've ever encountered?",
    "What's your favorite way to embrace and celebrate your inner nerd?",
    "If you could have any superpower for a day, what would you choose?",
    "What's the most breathtaking natural wonder you've ever witnessed?",
    "What's the most fascinating historical figure you've ever studied?",
    "If you could have any animal's agility, which one would you choose?",
    "If you could have any fictional item become real, what would it be?",
    "What's the most enthralling art display or gallery you've attended?",
    "If you could have any fictional ability, what would you use it for?",
    "What's the best piece of advice you would give to your younger self?",
    "If you could have any animal's strength, which one would you choose?",
    "If you could have any fictional power become real, what would it be?",
    "If you could be any creature from mythology, which one would you be?",
    "If you could have any fictional skill become real, what would it be?",
    "What's the most remarkable historical landmark you've ever explored?",
    "If you could have a personal assistant, what would you have them do?",
    "What's the most captivating historical event you've ever researched?",
    "If you could have any fictional device become real, what would it be?",
    "What's the most fascinating historical figure you've ever read about?",
    "If you could have any fictional power, how would you use it for good?",
    "What's the most captivating historical event you've ever delved into?",
    "If you could have a personal assistant, what tasks would you delegate?",
    "What's the most memorable concert or live performance you've attended?",
    "If you could have any fictional ability become real, what would it be?",
    "What's the most awe-inspiring historical monument you've ever visited?",
    "What's the most exhilarating sport or activity you've ever engaged in?",
    "What's the most remarkable historical site or monument you've visited?",
    "If you could have any fictional technology, what would its purpose be?",
    "If you could have any futuristic technology, what would it accomplish?",
    "If you could have any profession other than your own, what would it be?",
    "What's the most interesting historical event you've ever learned about?",
    "If you could learn a new language overnight, which one would you choose?",
    "If you could instantly learn any instrument, which one would you choose?",
    "What's the most interesting historical figure you've ever learned about?",
    "If you could have any animal's intelligence, which one would you choose?",
    "If you could have any futuristic discovery, what would it revolutionize?",
    "What's your favorite line from a spoken word performance or slam poetry?",
    "If you could have any futuristic invention, what problem would it solve?",
    "If you could be any legendary creature from mythology, who would you be?",
    "If you could have a meal with any person, dead or alive, who would it be?",
    "If you could have any fictional technology become real, what would it be?",
    "If you could have a conversation with any living person, who would it be?",
    "What's the most valuable lesson you've learned from a mistake or failure?",
    "If you could have any cartoon character as a best friend, who would it be?",
    "If you could be a contestant on any game show, which one would you choose?",
    "If you could have any futuristic breakthrough, what field would it impact?",
    "What's the most spellbinding art piece or installation you've encountered?",
    "If you could have a personal chef, what would you ask them to cook for you?",
    "What's the most intriguing archaeological discovery you've ever read about?",
    "If you could have any futuristic breakthrough, what problem would it solve?",
    "What's the most captivating art installation or exhibit you've experienced?",
    "What's the most remarkable act of bravery or courage you've ever witnessed?",
    "If you could have any superpower, but only for a day, what would you choose?",
    "If you could have a famous artist paint your portrait, who would you choose?",
    "If you could be a contestant on any talent show, which one would you choose?",
    "If you could be a contestant on any trivia show, which one would you choose?",
    "If you could have any animal's ability to adapt, which one would you choose?",
    "If you could live in any era of history, which one would you choose and why?",
    "What's the most adventurous or spontaneous thing you've ever done on a whim?",
    "If you could have any mythical creature as a pet, which one would you choose?",
    "If you could have a conversation with any animal, which one would you choose?",
    "If you could have a conversation with any person in history, who would it be?",
    "If you could be a contestant on any cooking show, which one would you choose?",
    "If you could be any legendary creature from folklore, which one would you be?",
    "If you could have any animal's senses heightened, which one would you choose?",
    "If you could be a contestant on any reality show, which one would you choose?",
    "What's the most inspiring piece of art or artistic creation you've ever seen?",
    "If you could have any fictional ability turned into reality, what would it be?",
    "If you could possess any animal's enhanced senses, which one would you choose?",
    "What's your favorite line from a spoken word piece, slam poem, or performance?",
    "If you could be a contestant on any reality TV show, which one would you pick?",
    "What's the most adrenaline-fueled activity or extreme sport you've ever tried?",
    "If you could instantly learn any language, which one would you choose and why?",
    "What's the most exhilarating or thrilling sport or activity you've ever tried?",
    "If you could have any skill that you don't currently possess, what would it be?",
    "What's the most unforgettable concert or live performance you've ever attended?",
    "If you could have any talent that you don't currently possess, what would it be?",
    "If you could be a contestant on any reality TV show, which one would you choose?",
    "If you could be any creature from mythology or folklore, which one would you be?",
    "What's the most exhilarating adventure or extreme sport you've ever embarked on?",
    "If you could have any futuristic invention, what would it contribute to society?",
    "What's the most memorable dream you've ever had, and what do you think it meant?",
    "What's the most delicious meal you've ever eaten, and what made it so memorable?",
    "If you could live in any fictional universe, which one would you choose and why?",
    "What's the most incredible or awe-inspiring scientific fact that blows your mind?",
    "If you could have a conversation with any historical figure, who would you choose?",
    "If you could have a theme song play whenever you entered a room, what would it be?",
    "What's the most extraordinary historical landmark or ancient ruin you've explored?",
    "If you could be a contestant on any talent competition, which one would you choose?",
    "What's the most heart-pounding adventure or extreme sport you've ever dared to try?",
    "What's your favorite way to enjoy the refreshing delights of a pleasant spring day?",
    "If you could have a conversation with anyone, living or dead, who would you choose?",
    "If you could eliminate one thing from your daily routine, what would it be and why?",
    "What's the most adrenaline-fueled activity or adventure you've ever participated in?",
    "What's your favorite way to relish the enchanting ambiance of a peaceful autumn day?",
    "If you could be a contestant on any reality competition, which one would you choose?",
    "If you could be a character in a classic novel, which book would you choose and why?",
    "If you could have any talent from any historical figure, whose talent would you want?",
    "What's your favorite line from a spoken word performance, slam poem, or spoken verse?",
    "What's the most thrilling or adrenaline-pumping adventure activity you've ever tried?",
    "If you could have any animal's sensory abilities enhanced, which one would you choose?",
    "What's your favorite way to embrace your inner geek and revel in your nerdy interests?",
    "What's the most inspiring quote or saying that motivates you when you're feeling down?",
    "If you could have any talent from any historical figure, whose talent would you choose?",
    "If you could have any talent from any fictional character, whose talent would you want?",
    "If you could have any talent from any historical figure, whose talent would you desire?",
    "What's the most interesting historical fact or event that most people don't know about?",
    "If you could be any mythical creature from legends or folktales, which one would you be?",
    "If you could have any talent from any fictional character, whose ability would you want?",
    "What's the most captivating art exhibition, installation, or gallery you've experienced?",
    "What's the most fascinating documentary or non-fiction book you've ever watched or read?",
    "What's the most inspiring or life-changing piece of advice you've ever given to someone?",
    "If you could have any talent from any fictional character, whose talent would you choose?",
    "If you could have any animal's heightened sensory perception, which one would you choose?",
    "If you could make any fictional superpower a reality, what positive impact would it have?",
    "If you could have any talent from any fictional character, whose skill would you possess?",
    "If you could be a contestant on any talent-based competition, which one would you choose?",
    "If you could be any legendary creature from mythology or folklore, which one would you be?",
    "If you could have any talent from any fictional character, whose talent would you possess?",
    "If you could be a contestant on any talent-based reality show, which one would you choose?",
    "If you could have any fictional power become real, what impact would it have on the world?",
    "If you could have a conversation with any historical figure, who would you choose and why?",
    "What's the most incredible or mind-boggling natural phenomenon that science has explained?",
    "What's the most memorable live performance, concert, or music festival you've ever attended?",
    "If you could have any fictional character as your best friend, who would you choose and why?",
    "What's the most adventurous thing you've ever done that pushed you out of your comfort zone?",
    "If you could be the main character in a book or movie, which story would you choose and why?",
    "If you could have any futuristic discovery or invention, what positive change would it bring?",
    "If you could have any fictional power, how would you use it to make the world a better place?",
    "If you could invent a new holiday, what would it be called and how would people celebrate it?",
    "What's the most exhilarating adventure, extreme sport, or daring activity you've ever pursued?",
    "If you could have a magical ability that only worked once a day, what would you want it to do?",
    "What's your favorite line from a spoken word performance, slam poetry session, or spoken verse?",
    "If you could make any fictional superpower a reality, how would it positively impact the world?",
    "If you could have any talent from any fictional character, whose unique skill would you possess?",
    "If you could turn any fictional power or ability into a reality, how would it transform society?",
    "What's the most underrated movie, book, or TV show that you think more people should know about?",
    "If you could be a contestant on any talent-based reality competition, which one would you choose?",
    "If you could possess the heightened senses of any animal, which one's abilities would you choose?",
    "What's the most exhilarating adventure, extreme sport, or daring escapade you've ever embarked on?",
    "If you could instantly become an expert in any field of study, which one would you choose and why?",
    "If you could be any mythical creature from legends, folklore, or mythology, which one would you be?",
    "What's the most daring food adventure you've ever had, and what unusual or exotic dish did you try?",
    "What's the most awe-inspiring architectural masterpiece or modern architectural marvel you've seen?",
    "If you could be instantly proficient in any musical instrument, which one would you choose and why?",
    "If you could be a contestant on any reality show about a specific skill, which one would you choose?",
    "What's the most enthralling art display, exhibition, or interactive installation you've encountered?",
    "If you could teleport to any place in the world right now, where would you go and what would you do?",
    "What's the most incredible piece of advice you've ever received, and how has it influenced your life?",
    "What's the most impressive skill or talent you've seen someone master, and why does it fascinate you?",
    "If you could possess any talent from any fictional character, whose remarkable skill would you desire?",
    "What's the most breathtaking view you've ever seen, like a stunning mountain peak or a vast cityscape?",
    "If you could be a character in a video game, which game would you choose and what role would you play?",
    "If you could possess any talent from any fictional character, whose extraordinary skill would you want?",
    "If you could master any form of artistic expression overnight, which art form would you choose and why?",
    "What's the most awe-inspiring act of kindness or generosity you've personally experienced or witnessed?",
    "What's the most intriguing or mysterious unsolved mystery or conspiracy theory you've ever encountered?",
    "What's your favorite way to wholeheartedly embrace your inner geek and engage in your nerdiest passions?",
    "What's your favorite way to savor the delightful experiences and magical moments of a serene winter day?",
    "What's the most mesmerizing or awe-inspiring performance art you've ever seen, like dance or acrobatics?",
    "If you could possess any talent from any fictional character, whose extraordinary skill would you desire?",
    "If you could have any animal as a loyal and intelligent companion, which animal would you choose and why?",
    "What's the most fascinating scientific discovery or technological advancement that you find mind-boggling?",
    "What's the most exhilarating adventure or journey you've ever embarked on, and what made it unforgettable?",
    "If you could solve one global problem, such as poverty or climate change, what solution would you propose?",
    "If you could embody any mythical creature from legends, folklore, or mythology, which one would you embody?",
    "If you could possess the sensory acuity of any animal, which creature's heightened senses would you select?",
    "What's the most adrenaline-pumping adventure, extreme sport, or thrilling experience you've ever undertaken?",
    "If you could bring any fictional superpower to life, how would it positively transform and impact the world?",
    "What's the most mind-bending or thought-provoking paradox or philosophical question you've ever encountered?",
    "If you could have a personal assistant to help with one aspect of your life, what would you want them to do?",
    "If you could witness any natural phenomenon that you haven't experienced yet, what would you choose and why?",
    "What's the most astounding historical site, monument, or archaeological find you've visited or learned about?",
    "If you could visit any fictional world from a book, movie, or video game, which one would you choose and why?",
    "If you could have a personal chef who would cook any meal for you on-demand, what would you ask them to make?",
    "If you could make a fictional superpower a reality, what positive transformations would it bring to the world?",
    "What's the most captivating art exhibition, immersive installation, or mesmerizing gallery you've experienced?",
    "If you could be a contestant on any reality show centered around a specific talent, which one would you select?",
    "If you could witness any historical event firsthand, without altering it, which event would you choose and why?",
    "What's the most awe-inspiring natural wonder you've ever visited, like the Grand Canyon or the Northern Lights?",
    "If you could have any futuristic breakthrough or technological advancement, what would it contribute to society?",
    "If you could live in any fictional universe, which one would you choose and what kind of character would you be?",
    "If you could have a personal theme song that played every time you entered a room, what song would it be and why?",
    "If you could witness any scientific or technological breakthrough in your lifetime, what would you choose and why?",
    "If you could transform into any mythical creature from legends, folklore, or mythology, which one would you become?",
    "If you could witness any historical event through a time-traveling telescope, which event would you choose and why?",
    "What's the most profound or thought-provoking book you've ever read, and how did it impact your perspective on life?",
    "What's the most breathtaking natural landscape you've ever seen, like a majestic mountain range or a pristine beach?",
    "What's your favorite line from a spoken word performance, a soul-stirring slam poem, or an electrifying spoken verse?",
    "If you could have a dinner party with any five people, living or dead, who would you invite and what would you serve?",
    "If you could introduce a groundbreaking futuristic discovery or invention, what aspect of life would it revolutionize?",
    "What's the most astounding historical landmark, archaeological marvel, or ancient marvel you've visited or discovered?",
    "What's the most thrilling adrenaline rush you've ever had, like bungee jumping, skydiving, or riding a roller coaster?",
    "If you could spend a day with any fictional character, who would you choose and what activities would you do together?",
    "What's the most fascinating cultural tradition or festival from a different country that you would love to experience?",
    "What's the most astounding historical site, ancient monument, or archaeological treasure you've visited or learned about?",
    "What's the most awe-inspiring historical landmark, archaeological marvel, or ancient marvel you've visited or discovered?",
    "What's the most awe-inspiring historical landmark, archaeological site, or ancient wonder you've explored or learned about?",
    "If you could be a contestant on any reality show that focuses on specific talents or abilities, which one would you choose?",
    "If you could have a conversation with a famous artist, musician, or writer, who would you choose and what would you discuss?",
    "If you could introduce any futuristic breakthrough or technological advancement, what domain of society would it revolutionize?",
    "If you could personify any mythical creature from legends, folklore, or mythology, which fantastical being would you personify?",
    "What's the most mesmerizing natural phenomenon you've ever witnessed, such as a breathtaking sunset or a dazzling meteor shower?",
    "If you could have a dinner party and invite any three people, living or dead, who would you choose and what would you talk about?",
    "If you could possess a unique skill that no one else has, what would it be and how would you use it to make the world a better place?",
    "If you could have a conversation with any animal and understand its language, which animal would you choose and what would you ask it?",
    "If you could have a conversation with your future self, what would you ask and what advice do you think your future self would give you?",
    "If you could travel back in time and attend any historical event, which one would you choose and what would you hope to witness or learn?",
    "If you could introduce any groundbreaking futuristic discovery or invention, in what realm of society would it bring revolutionary changes?",
    "If you could have a superpower related to knowledge or intelligence, such as photographic memory or instant learning, which one would you choose and how would you use it?"
  ]
}